/* alert title when mail is not available */
"Can't Send Mail" = "Δεν είναι δυνατή η αποστολή ταχυδρομείου";

/* Button Title */
"Cancel" = "Άκυρο";

/* Back Button */
"Back" = "Επιστροφή";

/* Done Button */
"Done" = "Τέλος";

/* Button Title in Action Sheet */
"Email" = "Email";

/* Enter a new name */
"Enter a new name" = "Καταχωρήστε ένα νέο όνομα";

/* Title of Cell For Navigating More Apps */
"More Apps" = "Άλλες εφαρμογές";

/* Title of Cell For Navigation More Sites */
"More Sites" = "Άλλοι ιστότοποι";

/* Tools title in sidebar header section */
"Tools" = "Εργαλεία";

/* Apps title in sidebar header section */
"Apps" = "Εφαρμογές";

/* <partner> Apps title in sidebar header section */
"%@ Apps" = "Εφαρμογές %@";

/* Related Apps title in sidebar header section */
"Related Apps" = "Σχετικές εφαρμογές";
"Related Sites" = "Σχετικοί ιστότοποι";

/* OK */
"OK" = "OK";

/* Button Title Action Sheet */
"Open in Safari" = "Άνοιγμα στο Safari";

/* Title Nav for Privacy Policy */
"Privacy Policy" = "Πολιτική Προστασίας";

/* Rename */
"Rename" = "Μετονομασία";

/* Button Title Action Sheet */
"Share by Email" = "Κοινοποίηση μέσω email";

/* Button Title Action Sheet */
"Share on Twitter" = "Κοινοποίηση στο Twitter";

/* Button Title Action Sheet */
"Share on Facebook" = "Κοινοποίηση στο Facebook";

/* Show Fewer expanded row title */
"show_fewer_row_title" = "Εμφάνιση λιγότερων";

/* Show # More expandable row title */
"Show %d More" = "Προβολή %d ακόμα";

/* Sign In */
"Sign In" = "Σύνδεση";

/* Sign Out Button Title */
"Sign Out" = "Αποσύνδεση";

/* Title Nav for Terms of Service */
"Terms of Service" = "Όροι";

/* Button Title in Action Sheet */
"Tweet" = "Tweet";

/* alert message when mail is not available */
"Your device is not configured to send mail.  If you would like to send mail you must configure a mail account." = "Η συσκευή σας δεν έχει ρυθμιστεί για να στέλνει email.  Αν θέλετε να στέλνετε email πρέπει να ρυθμίσετε έναν λογαριασμό ταχυδρομείου.";

/* Terms and Privacy label displayed in the footer of the Sidebar */
"Terms and Privacy" = "Όροι και προστασία απορρήτου";

/* Title Cell For Settings Page */
"Settings" = "Ρυθμίσεις";

/* Title Cell For Help Page */
"Help" = "Βοήθεια";

/* Title Cell For Rating App */
"Rate This App" = "Αξιολόγ. εφαρμ.";

/* Rate This App accessibility hint. */
"rate_this_app_hint" = "Πατήστε δύο φορές για να μεταβείτε στο App Store.";

/* Title Cell For Sharing App */
"Share This App" = "Κοινοπ. εφαρμογής";

/* Leave App Title */
"Leave %@?" = "Αποχώρηση από το %@;";

/* Message to display when app is about to quit due to loading an external app */
"This action launches a separate app.  To return, double-tap your Home button." = "Αυτή η ενέργεια ξεκινά μια ξεχωριστή εφαρμογή.  Για να επιστρέψετε, κάντε διπλό άγγιγμα στο κουμπί Αρχική σελίδα.";

/* Send Feedback */
"Send Feedback" = "Αποστολή σχολίων";

/* Free Button Label */
"Free" = "δωρεάν";

/* Alert title shown when no Twitter accounts are available */
"No Twitter Accounts" = "Κανένας λογαριασμός Twitter";

/* Alert subject shown when no Twitter accounts are available */
"You can add or create a Twitter account in Settings." = "Μπορείτε να προσθέσετε ή να δημιουργήσετε έναν λογαριασμό Twitter στις Ρυθμίσεις.";

/* Accessibility label for logged in user (with default = anonymous image) */
"user_signed_in_default" = "Ο χρήστης %@ έχει συνδεθεί με προεπιλεγμένη εικόνα.";

/* Accessibility label for logged in user (with profile image) */
"user_signed_in_profile" = "Ο χρήστης %@ έχει συνδεθεί με εικόνα προφίλ.";

/* Accessibility label for logged out user */
"User is signed out." = "Ο χρήστης έχει αποσυνδεθεί.";

/* Accessibility label for Edit Mode [+] button. */
"Add more." = "Προσθήκη περισσότερων.";

/* Hint for logged in user */
"Signs out or switches user." = "Αποσύνδεση ή εναλλαγή χρήστη.";

/* Hint for logged out user */
"Signs in user." = "Σύνδεση χρήστη.";

/* Tools row for Yahoo System Status */
 "tool_row_service_status" = "Κατάσταση συστήματος";

